CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Tính toán lực cắt thiết kế theo các quy định đặc biệt cho thiết kế kháng chấn"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Mô men thiết kế theo hướng y cho thiết kế dẻo"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Mô men thiết kế theo hướng z cho thiết kế dẻo"
IDS_5_YEARS_OR_MORE = "5 năm hoặc hơn"
IDS_ABOUT_MAJOR_AXIS = "về trục chính"
IDS_ABOUT_MINOR_AXIS = "về trục phụ"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Dữ liệu cốt thép uốn bổ sung"
IDS_APPLIED_SHEAR_FORCE = "Lực cắt đã áp dụng"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Neo đinh đầu mũ đổ tại chỗ"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Bu lông đầu mũ đổ tại chỗ"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Bu lông móc đổ tại chỗ - L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Bu lông móc đổ tại chỗ - J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Móc neo lắp đặt sau cắt"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Neo nở lắp đặt sau ( Mô men siết )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Neo nở lắp đặt sau ( Chuyển vị )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Móc neo lắp đặt sau dính"
IDS_AREA = "Diện tích"
IDS_ASSUMED_UNCRACKED_SECTION = "Mặt cắt giả định không nứt"
IDS_AXIAL_CAPACITY = "Khả năng chịu lực trục"
IDS_AXIAL_MOMENT = "Mô men trục"
IDS_AXIAL_MOMENT_CAPACITY = "Khả năng chịu mô men trục"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Khả năng chịu lực dọc trục và mô men theo trục chính"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Khả năng chịu lực dọc trục và mô men theo trục phụ"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Khả năng chịu nối dầm-cột"
IDS_BEAM_DEMAND_BOTTOM = "Yêu cầu dầm dưới"
IDS_BEAM_DEMAND_TOP = "Yêu cầu dầm trên"
IDS_BEARING = "Chịu tải"
IDS_BEARING_CAPACITY = "Khả năng chịu tải"
IDS_BOTTOM = "Dưới"
IDS_BOUNDARY_ELEMENT = "Phần tử biên"
IDS_BOUNDARY_ELEMENT_LENGTH = "Chiều dài B.E"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Không yêu cầu cốt thép ngang của phần tử biên"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Yêu cầu cốt thép ngang của phần tử biên"
IDS_BY_LENGTH = "Theo chiều dài"
IDS_BY_SECTION = "Theo mặt cắt"
IDS_BY_DESIGN_DETAILS = "Theo chi tiết thiết kế"
IDS_BY_XD_LIMIATION = "Theo giới hạn x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Tính toán khả năng chịu tải trọng dọc trục và mô men"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Tính toán khả năng chịu lực dọc trục và mô men (Đường cong P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Tính toán khả năng chịu tải"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Tính toán khả năng chịu uốn cho lực cắt thiết kế"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Tính toán khả năng chịu lực của khối ứng suất nén"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Tính toán khả năng chịu lực của thép cốt ( (+): nén, (-): kéo )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Tính toán tải trọng trục đồng tâm"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Tính toán nén thuần túy"
IDS_CALCULATE_CRACK_WIDTH = "Tính toán chiều rộng nứt"
IDS_CALCULATE_DEFLECTION = "Tính toán độ võng"
IDS_CALCULATE_DEFLECTION_ALLOW = "Tính toán độ võng cho phép"
IDS_CALCULATE_DEFLECTION_MAX = "Tính toán độ võng tối đa"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Tính toán chuyển vị thiết kế"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Tính toán lực cắt thiết kế theo các quy định đặc biệt cho thiết kế kháng chấn"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Tính toán cốt thép tối thiểu cho nứt"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Tính toán lực cắt thiết kế theo trục chính theo các quy định đặc biệt cho thiết kế kháng chấn"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Tính toán lực cắt thiết kế theo trục phụ theo các quy định đặc biệt cho thiết kế kháng chấn"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Tính toán tỷ lệ cốt thép tối đa"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Tính toán tỷ lệ cốt thép tối thiểu"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Tính toán tỷ lệ cốt thép tối thiểu "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Tính toán Mô men từ mép trái"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Tính toán Mô men từ mép phải"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Tính toán hệ số nhân cho các ảnh hưởng dài hạn"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Tính toán khả năng chịu lực danh định quanh trục trung hòa"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Kiểm tra phân bố biến dạng của mặt cắt"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Tính toán mô men lật & mô men phục hồi từ mép trái"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Tính toán mô men lật & mô men phục hồi từ mép phải"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Tính toán mô men lật từ mép trái"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Tính toán mô men lật từ mép phải"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Tính toán khả năng chịu tải cọc"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Tính toán tỷ lệ cốt thép"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Tính toán tỷ lệ cốt thép"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Tính toán cốt thép cắt cần thiết"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "trong trường hợp cốt thép đai"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Kiểm tra lực kéo trong cốt thép dọc do lực cắt gây ra"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Tính toán khả năng chịu lực cắt yêu cầu do cốt thép ngang đảm nhận"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Tính toán khả năng kháng cắt do cốt thép ngang cung cấp"
IDS_CHECK_SHEAR_CAPACITY = "Kiểm tra khả năng chịu cắt"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Tính toán khả năng chịu lực cắt của bê tông"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Tính toán khả năng kháng cắt danh định của bê tông"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Tính toán ứng suất cắt đã nhân hệ số"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Tính toán khả năng chịu lực cắt do cốt thép chịu cắt"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Tính toán cốt thép cắt cần thiết"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Khoảng cách lớn nhất của cốt thép ngang"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Cần cốt thép"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Không cần cốt thép"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Tính toán cốt thép dọc bổ sung"
IDS_CALCULATE_SLIDING_CAPACITY = "Tính toán khả năng trượt"
IDS_CALCULATE_STRAIN = "Tính toán biến dạng"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Tính toán hệ số giảm sức mạnh"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Tính toán hệ số kháng"
IDS_CALCULATE_STRESS = "Tính toán ứng suất"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Tính toán cốt thép chịu cắt yêu cầu"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Tính toán độ dày cần thiết"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Tính toán ứng suất trong thép chịu kéo"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Tính toán khoảng cách nứt lớn nhất"
IDS_CALCULATE_CRACKING_MOMENT = "Tính toán mô men nứt"
IDS_CALCULATE_CRACKING_MOMENT_US = "Tính toán mô men nứt"
IDS_CHAR_DOT = "Kéo."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Góc ma sát đặc trưng"
IDS_CHECK_ANGLE_ROTATE = "Kiểm tra góc xoay (độ)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Tính toán khả năng chịu mô men"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Tính toán sức kháng uốn"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Kiểm tra điều kiện chảy của thép chịu nén"
IDS_CHECK_CRACK = "Kiểm tra nứt"
IDS_CHECK_STRESS_AREMA = "Kiểm tra ứng suất"
IDS_CHECK_CRACK_WIDTH = "Kiểm tra chiều rộng nứt"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Kiểm tra nứt bê tông"
IDS_CHECK_DECK_PLATE = "Kiểm tra tấm sàn"
IDS_CHECK_DEFLECTION = "Kiểm tra độ võng"
IDS_CHECK_DESIGN_MOMENT = "Kiểm tra mô men thiết kế"
IDS_CHECK_ECCENTRICITY = "Kiểm tra độ lệch tâm"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Kiểm tra độ lệch tâm tối thiểu"
IDS_CHECK_LINEAR_CREEP = "Kiểm tra biến dạng tuyến tính"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Kiểm tra cốt thép chịu kéo cho phép lớn nhất"
IDS_COMPUTE_MEMBER_END_MOMENT = "Tính toán mô men đầu cấu kiện"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Tính toán mô men đầu cấu kiện theo trục chính"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Tính toán mô men đầu cấu kiện theo trục phụ"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Kiểm tra khả năng chịu lực trục"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Kiểm tra chiều dài vùng quan trọng"
IDS_CHECK_CRITICAL_REGION_SPACE = "Kiểm tra không gian vùng quan trọng"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Kiểm tra chiều dài vùng tới hạn"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Kiểm tra khoảng cách vùng tới hạn"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Kiểm tra tổng mô men bao gồm ảnh hưởng bậc hai"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Kiểm tra tổng mô men bao gồm ảnh hưởng bậc hai theo trục chính"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Kiểm tra tổng mô men bao gồm ảnh hưởng bậc hai theo trục phụ"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Mô men thiết kế được phóng đại 99.99 lần."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Áp dụng mô men đã phóng đại."
IDS_CHECK_MOMENT_MAGNIFICATION = "Kiểm tra khuếch đại mô men"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Kiểm tra hệ số phóng đại mô men theo trục chính"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Kiểm tra hệ số phóng đại mô men theo trục phụ"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Kiểm tra tỷ lệ giữa trục trung hòa và chiều cao làm việc"
IDS_CHECK_REBAR_RATIO = "Kiểm tra tỷ lệ thép cốt"
IDS_CHECK_REBAR_SPACE = "Kiểm tra khoảng cách thép cốt"
IDS_CHECK_REINFORCEMENT_DETAIL = "Kiểm tra chi tiết cốt thép"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Kiểm tra cốt thép"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Hệ số phân phối theo nhiệt độ"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Kiểm tra cốt thép cắt cần thiết"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Kiểm tra cốt thép ngang cần thiết"
IDS_CHECK_SHEAR_RATIO = "Kiểm tra tỷ lệ khả năng chịu lực cắt"
IDS_CHECK_INTERACTION_SHEAR = "Kiểm tra tương tác cho lực cắt hai trục"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Cần kiểm tra tương tác cho lực cắt hai trục"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Bỏ qua tương tác cho lực cắt hai trục"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Tỷ lệ tương tác"
IDS_CHECK_SKIN_REBAR = "Kiểm tra thép cốt bề mặt"
IDS_CHECK_SLENDERNESS_RATIO = "Kiểm tra tỷ lệ mảnh mai"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Kiểm tra tỷ số mảnh theo trục y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Kiểm tra tỷ số mảnh theo trục z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Kiểm tra khoảng cách thép cốt ngang"
IDS_CHECK_SPACING_OF_REBAR = "Kiểm tra khoảng cách của thép cốt"
IDS_CHECK_SPACING_OF_REBAR_US = "Kiểm tra khống chế nứt bằng phân bố cốt thép "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Kiểm tra ứng suất kéo trong thép cốt tại tải trọng sử dụng"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Kiểm tra khoảng cách cốt thép chịu cắt"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Kiểm tra khoảng cách cốt thép gần nhất với mặt chịu kéo"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Kiểm tra phần tử biên đặc biệt có được yêu cầu trong tường hiện tại hay không."
IDS_CHECK_STRESS_LIMITAION = "Kiểm tra giới hạn ứng suất"
IDS_CHURCH = "Nhà thờ"
IDS_COLUMN_LOCATION_TYPE = "Loại vị trí cột : "
IDS_COMBINATION = "Tổ hợp"
IDS_COMP_DOT = "Nén."
IDS_COMPRESSION = "Nén"
IDS_COMPRESSION_CONTROLLED = "Nén điều khiển"
IDS_REVISE_SECTION = "Sửa đổi mặt cắt"
IDS_COMPRESSION_ONLY = "Chỉ nén"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Tính toán chiều dài cốt thép ngang của phần tử biên."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Tính toán thép cốt ngang cho phần tử biên đặc biệt theo hướng độ dày."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Tính toán lực cắt ngang"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Tính toán thông tin hình học khớp"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Tính toán khoảng cách lớn nhất của thép cốt ngang cho phần tử biên."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Tính toán khả năng chịu lực cắt danh định của nút"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Tính toán khả năng chịu lực cắt thiết kế của nút"
IDS_CONCRETE = "Bê tông"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "được kiềm chế bởi dầm ở cả bốn mặt"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "được kiềm chế bởi dầm ở ba mặt hoặc ở hai mặt đối diện"
IDS_CRACKED_SECTION = "Mặt cắt nứt"
IDS_CRITICAL_PILE_NODE_KEY = "Khóa nút cọc quan trọng"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Không tồn tại khoảng cách vùng tới hạn."
IDS_CURRENT_WALL_LEVEL = "Mức tường hiện tại"
IDS_CUTTING_LINE = "Đường cắt"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Khả năng chịu uốn đường cắt"
IDS_CUTTING_LINE_FLEXURE = "Uốn đường cắt"
IDS_CUTTING_LINE_SHEAR = "Cắt đường cắt"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Khả năng chịu cắt đường cắt"
IDS_CALCULATE_BALANCE_CONDITION = "Tính toán điều kiện cân bằng"
IDS_CALCULATE_BALANCE_CONDITION_US = "Tính toán khả năng chịu lực trong điều kiện biến dạng cân bằng "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Độ lệch tâm cân bằng"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Độ lệch tâm thực tế"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Nén trục tối đa"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Kiểm soát kéo"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Kiểm soát nén"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Do đó, mặt cắt bị khống chế bởi kéo. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Do đó, mặt cắt bị khống chế bởi nén. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Điều kiện cân bằng"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Kiểm tra ứng suất kéo cho thép cốt đứng"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Kiểm tra ứng suất kéo cho thép cốt ngang"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Kiểm tra ứng suất nén cho bê tông"
IDS_COMPRESSIVE_STRESS = "Ứng suất nén"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Tính toán khả năng chịu kéo của thép cốt"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Tính toán khả năng chịu nén của bê tông"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Kiểm tra kích thước của phần tử biên đặc biệt"
IDS_COMPRESSION_STEEL_YIELD = "Giới hạn chảy thép nén"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Thép chịu nén không chảy"
IDS_CORNER = "Góc"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Tính toán sai lệch hình học"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Tính toán độ mảnh của khung"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Tính toán mô men thiết kế theo trục y có giằng"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Tính toán mô men thiết kế theo trục y không giằng"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Tính toán mô men thiết kế theo trục z có giằng"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Tính toán mô men thiết kế theo trục z không giằng"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Tính toán mô men thiết kế (trục %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Tính toán khả năng chịu lực cắt danh định cho tường đặc biệt"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Kiểm tra tỷ lệ trục chuẩn hóa"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Kiểm tra tỷ lệ thể tích của đai kiềm chế"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Tính toán hệ số dẻo của độ cong"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Kiểm tra tỷ lệ thể tích cơ học của đai cấu tạo trong các vùng tới hạn"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Thép cốt chịu nén không được xét khi tính %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Kiểm tra phân bố cốt thép"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Cường độ danh nghĩa theo chiều kim đồng hồ"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Cường độ danh nghĩa ngược chiều kim đồng hồ"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Cường độ thiết kế theo chiều kim đồng hồ"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Cường độ thiết kế ngược chiều kim đồng hồ"
IDS_CONSIDER_UNBALANCED_MOMENT = "Xem xét mô men không cân bằng"
IDS_CALCULATE_TORSION_CAPACITY = "Tính toán khả năng xoắn"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Tính toán khả năng chịu Mô men xoắn theo Cốt thép đai"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Tính toán khả năng chịu Mô men xoắn theo Cốt thép dọc"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Chỉ kiểm tra yêu cầu Cốt thép tối thiểu"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Kiểm tra khoảng cách Cốt thép đai chịu Mô men xoắn"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Diện tích mặt cắt của Cốt thép"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Tính toán khả năng chịu cắt thiết kế"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Tính toán sức kháng Lực cắt dẻo thiết kế"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Tính toán sức kháng ổn định Lực cắt thiết kế"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Tính toán sức kháng ổn định Lực cắt thiết kế từ bản bụng"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Tính toán sức kháng ổn định Lực cắt thiết kế từ bản cánh"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Kiểm tra sức kháng thiết kế đối với Lực cắt quanh trục chính"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Kiểm tra sức kháng thiết kế đối với Lực cắt quanh trục phụ"
IDS_CONNECTION_TYPE = "Loại kết nối"
IDS_CONTRIBUTION_FROM_THE_WEB = "Đóng góp từ web"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Đóng góp từ vành"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "xét đến sự đóng góp của bản cánh"
IDS_CONSIDER_GIRDER_MODE = "Xem xét chế độ dầm"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Kiểm tra sức kháng thiết kế đối với Mô men xoắn"
IDS_CONCURRENT_FORCE = "lực đồng thời"
IDS_CALC_CAPACITY_CONCRETE = "Tính toán khả năng của bê tông"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Tỷ số Mô men của Cột tại nút"
IDS_CALCULATE_DESIGN_SHEARS = "Tính toán lực cắt thiết kế"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Kiểm tra giới hạn tỷ số mảnh tối đa"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Có tải trọng ngang giữa các gối tựa)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Cấp độ Bê tông không được phép"
IDS_DAMPING_RATIO = "Tỷ lệ giảm chấn"
IDS_DE_CRITICAL = "Kỹ thuật"
IDS_DE_DIR_DOT_1 = "Hướng 1"
IDS_DE_DIR_DOT_2 = "Hướng 2"
IDS_DE_DIR_DOT_3 = "Hướng 3"
IDS_DE_FAILURE = "Thất bại"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Báo cáo chi tiết thiết kế cấu kiện"
IDS_DE_NEED_CHK = "Cần kiểm tra"
IDS_DE_NEG_DOT = "Âm"
IDS_DE_NG = "NG"
IDS_DE_NONE = "Không có"
IDS_DE_NOT_CHK = "Không kiểm tra"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Dương"
IDS_DE_X_DIR_DOT = "Hướng x"
IDS_DE_Y_DIR_DOT = "Hướng y"
IDS_DE_Z_DIR_DOT = "Hướng z"
IDS_DEAD_LOAD_CASE = "Trường hợp tải trọng chết"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Biến dạng trong quá trình thi công"
IDS_DENSE_ZONE = "Khu vực dày đặc"
IDS_DESIGN_CASE = "Trường hợp thiết kế"
IDS_DESIGN_CODE = "Mã thiết kế"
IDS_DESIGN_FORCE = "Lực thiết kế"
IDS_DESIGN_PARAMETER = "Tham số thiết kế"
IDS_DESIGN_TYPE = "Loại thiết kế"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Quy tắc cấu tạo cho độ dẻo cục bộ của Cấu kiện Bê tông"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Xác định có yêu cầu Cốt thép ngang cho phần tử biên hay không"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Xác định có yêu cầu phần tử biên đặc biệt theo phương pháp dựa trên Chuyển vị hay không."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Xác định có yêu cầu phần tử biên đặc biệt theo phương pháp dựa trên Ứng suất hay không."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Khả năng chịu Lực cắt đục lỗ của mũ cột"
IDS_DEFLECTION = "Biến dạng"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Giá trị mặc định hoặc do người dùng xác định"
IDS_DROP = "Rơi"
IDS_DESIGN_MODED_DESIGN = "Thiết kế"
IDS_DESIGN_MODED_CHECKING = "Kiểm tra"
IDS_DESIGN_MODED_EDIT = "Chỉnh sửa thiết kế"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Khoảng cách từ trục trung hòa của Mặt cắt đến Cốt thép"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Khoảng cách từ tâm Mặt cắt đến Cốt thép theo hệ cục bộ của Cấu kiện"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Xác định có xét ổn định Lực cắt hay không"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Xác định có xét đến sự đóng góp của bản cánh hay không"
IDS_END_PART = "Phần cuối"
IDS_END_LENGTH = "Chiều dài cuối"
IDS_END_SPACE = "Khoảng cách cuối"
IDS_ETC_ACTION = "Hành động khác"
IDS_EXTERIOR_COLUMN = "Cột ngoài"
IDS_EDGE = "Cạnh"
IDS_ETC = "V.v."
IDS_ECCENTRICITY_FACTOR = "Hệ số lệch tâm"
IDS_END_MOMENT_DESIGN_SHEAR = "Mô men đầu mút cho Lực cắt thiết kế động đất"
IDS_ENVIRONMENT = "Môi trường"
IDS_FACE = "Mặt"
IDS_FOR_OTHER_CASES = "cho các trường hợp khác"
IDS_FOOT_BRIDGE_INDOOR = "Cầu đi bộ (Trong nhà)"
IDS_FOOT_BRIDGE_OUTDOOR = "Cầu đi bộ (Ngoài trời)"
IDS_FRICTION_FACTOR = "Hệ số ma sát"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Hệ số cho sự đóng góp của bản bụng vào ổn định Lực cắt"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Lực cắt đã nhân hệ số do loại Trường hợp tải trọng gây ra"
IDS_HORIZONTAL = "Ngang"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Tính toán Thép cốt ngang cho phần tử biên đặc biệt theo phương chiều dài."
IDS_HEIGHT_ENTIRE_WALL = "Chiều cao toàn bộ tường"
IDS_HORIZONTAL_TENSILE_STRESS = "Ứng suất kéo ngang"
IDS_IMMEDIATE = "Ngay lập tức"
IDS_INTERIOR_COLUMN = "Cột trong"
IDS_INTERMEDIATE_MOMENT_FRAME = "Khung mô men trung gian"
IDS_INCREASE_SECTION_DIMENSIONS = "Tăng kích thước Mặt cắt."
IDS_INTERACTION_CURVE = "Đường cong tương tác"
IDS_INTERIOR = "Nội thất"
IDS_JOINT = "Mối nối"
IDS_JOINT_CLASSIFIED = "Nút được phân loại là,"
IDS_JOINT_CONTINUOUS_BEAMS = "Dầm liên tục"
IDS_JOINT_CONTINUOUS_COLUMN = "Cột liên tục"
IDS_JOINT_CONFINED_COLUMN = "Cột bị giới hạn"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Dầm không liên tục"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Cột không liên tục"
IDS_JOINT_NOTCONFINED_COLUMN = "Cột không bị giới hạn"
IDS_LEFT_PART = "Phần trái"
IDS_LINEAR_CREEP = "Biến dạng tuyến tính"
IDS_LIVE_LOAD_CASE = "Trường hợp tải trọng sống"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Tỷ lệ duy trì tải trọng sống"
IDS_LONG_HYPHEN_TERM = "Dài hạn"
IDS_LONG_TERM = "Thời gian dài"
IDS_MATERIAL = "Vật liệu"
IDS_MAXIMUM_BEARING_PRESSURE = "Áp lực chịu tải tối đa"
IDS_MEMBER_INFORMATION = "Thông tin cấu kiện"
IDS_MEMBER_LENGTH = "Chiều dài cấu kiện"
IDS_MEMBER_NAME_SMALL = "Tên cấu kiện"
IDS_MEMBERS_IN_GROUP = "Các cấu kiện trong nhóm"
IDS_MIDDLE_PART = "Phần giữa"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Diện tích cốt thép tối thiểu yêu cầu"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Khoảng cách cốt thép tối thiểu yêu cầu"
IDS_MINIMUM_THICK_REQ = "Độ dày tối thiểu yêu cầu"
IDS_MM_INTERACTION_CURVE = "Đường cong tương tác MM"
IDS_MOMENT_CAPACITY = "Khả năng mô men"
IDS_MOMENT_CONNECTION = "Kết nối mô men"
IDS_MOMENT_FORCE = "Lực mô men"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Sức kháng Mô men quanh trục y cục bộ của Cấu kiện trong Cốt thép"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Sức kháng Mô men quanh trục z cục bộ của Cấu kiện trong Cốt thép"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Yêu cầu Cốt thép Lực cắt tối thiểu."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Yêu cầu Cốt thép ngang tối thiểu."
IDS_MODIFIED_SLENDERNESS = "Độ mảnh đã chỉnh sửa"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Sức kháng Mô men của Mặt cắt chỉ gồm các bản cánh"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ được tính như M_pl,Rd$ nhưng bỏ qua sự đóng góp của bản bụng."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ được tính như M_pl,Rd$ nhưng bỏ qua sự đóng góp của bản bụng."
IDS_MAXIMUM = "tối đa"
IDS_MINIMUM = "tối thiểu"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Kiểm tra khoảng cách tối đa bị bỏ qua vì không có cốt thép chịu cắt."
IDS_NEG_DOT_CRACK = "Nứt âm"
IDS_NEG_DOT_MOMENT = "Mô men âm"
IDS_NEG_DOT_STRESS = "Ứng suất âm"
IDS_NM_INTERACTION_CURVE = "Đường cong tương tác NM"
IDS_NOMINAL_MOMENT = "Mô men danh nghĩa"
IDS_NOMINAL_MOMENT_CAPACITY = "Khả năng mô men danh nghĩa"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "cấu trúc không căng trước"
IDS_NON_LINEAR_CREEP = "Biến dạng không tuyến tính"
IDS_NOT_DENSE_ZONE = "Khu vực không dày đặc"
IDS_NOT_REQUIRED = "Không yêu cầu"
IDS_NOT_SLENDER = "Không mảnh"
IDS_NEED_NOT_BE_CHECKED = "Không cần kiểm tra"
IDS_NOT_ACCEPTABLE = "Không chấp nhận"
IDS_NORMALIZED_AXIAL_RATIO = "Tỉ lệ trục chuẩn hóa"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Cần kiểm tra ổn định Lực cắt"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Không cần kiểm tra ổn định Lực cắt"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "không xét đến sự đóng góp của bản cánh"
IDS_OFFICE = "Văn phòng"
IDS_ORDINARY_MOMENT_FRAME = "Khung mô men thông thường"
IDS_OVERTURNING = "Lật"
IDS_OVERTURNING_CAPACITY = "Khả năng lật"
IDS_OVERTURNING_MOMENT = "Mô men lật"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Chỉ yêu cầu Cốt thép tối thiểu."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Mô men uốn ngoài mặt phẳng Mzz không được xét trong thiết kế Mặt cắt loại 2"
IDS_PERMANENT_ACTION = "Hành động vĩnh viễn"
IDS_PILE_BEARING = "Chịu tải cọc"
IDS_PILE_BEARING_CAPACITY = "Khả năng chịu tải cọc"
IDS_PILE_PUNCHING_SHEAR = "Lực cắt đâm cọc"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Khả năng lực cắt đâm cọc"
IDS_PM_INTERACTION_CURVE = "Đường cong tương tác PM"
IDS_POS_DOT_CRACK = "Nứt dương"
IDS_POS_DOT_MOMENT = "Mô men dương"
IDS_POS_DOT_STRESS = "Ứng suất dương"
IDS_POSITION = "Vị trí"
IDS_PROBABLE_MOMENT = "Mô men có thể xảy ra"
IDS_PROBABLE_MOMENT_CAPACITY = "Khả năng mô men có thể xảy ra"
IDS_PROGRAM_DETERMINED = "Xác định bởi chương trình"
IDS_PUNCHING_SHEAR = "Lực cắt đâm"
IDS_PUNCHING_SHEAR_CAPACITY = "Khả năng lực cắt đâm"
IDS_PILE = "Cọc"
IDS_PROBABLE_MOMENT_COLUMN = "Mô men có thể xảy ra của cột"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Diện tích thép cốt"
IDS_REBAR_SPACE = "Khoảng cách thép cốt"
IDS_REBAR_SPACE_BY_MATERIAL = "Khoảng cách thép cốt theo vật liệu"
IDS_REINFORCEMENT_DATA = "Dữ liệu cốt thép"
IDS_RESIDENCE = "Cư trú"
IDS_REQUIRED_THICKNESS = "Độ dày yêu cầu"
IDS_RESTORING_MOMENT = "Mô men phục hồi"
IDS_RIGHT_PART = "Phần bên phải"
IDS_REPORTINFO_DESCRIONTION_FACT = "Mô tả các hệ số áp dụng cho thiết kế"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Hệ số phân phối lại mô men"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Hệ số phân phối lại mô men xoắn"
IDS_REPORTINFO_AXIAL = "Trục"
IDS_REPORTINFO_MOMENT = "Mô men"
IDS_REPORTINFO_SHEAR = "Lực cắt"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Hệ số giảm tải trọng sống"
IDS_REPORTINFO_SPECIAL_LCOM = "Tổ hợp tải trọng động đất đặc biệt"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Hệ số tải trọng đứng"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Gia tốc đáp ứng phổ tại chu kỳ ngắn"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Hệ số vượt sức chịu tải của hệ thống"
IDS_REPORTINFO_FOR_DIRECTION__s = "cho hướng %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Tổ hợp tải trọng động đất đứng"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Hệ số lực đứng"
IDS_REPORTINFO_SMF = "Khung mô men đặc biệt"
IDS_REPORTINFO_IMF = "Khung mô men trung gian"
IDS_REPORTINFO_OMF = "Khung mô men thông thường"
IDS_REPORTINFO_HDF = "Khung có độ dẻo cao"
IDS_REPORTINFO_MDF = "Khung có độ dẻo trung bình"
IDS_REPORTINFO_LDF = "Khung có độ dẻo thấp"
IDS_REPORTINFO_STMF = "Khung mô men dàn đặc biệt"
IDS_REPORTINFO_SCBF = "Khung chống đỡ đặc biệt"
IDS_REPORTINFO_OCBF = "Khung chống đỡ thông thường"
IDS_REPORTINFO_EBF = "Khung chống đỡ lệch tâm"
IDS_REPORTINFO_BRBF = "Khung chống đỡ hạn chế uốn"
IDS_REPORTINFO_SPSW = "Tường cắt tấm đặc biệt"
IDS_REPORTINFO_WA_ = "Khu vực quan sát"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Các quy định đặc biệt cho thiết kế động đất"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Hệ số tăng động đất cho Lực cắt"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Hệ số tăng áp dụng cho Lực cắt"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Lực cắt theo %s, Lực cắt theo %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Lực cắt theo %s, Lực cắt theo %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Cấu kiện cho thiết kế không động đất"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Cấu kiện cho hệ kết cấu không chịu lực kháng động đất"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Hệ số tăng của Trường hợp tải trọng EQ cho Lực dọc"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Hệ số tăng của Trường hợp tải trọng EQ cho Mô men"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Hệ số tăng của Trường hợp tải trọng EQ cho Lực cắt"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Hệ số tăng của tổ hợp tải trọng EQ cho Lực dọc"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Hệ số tăng của tổ hợp tải trọng EQ cho Mô men"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Hệ số tăng của tổ hợp tải trọng EQ cho Lực cắt"
IDS_REPORTINFO_PILOTI_COLM = "Loại Cột động đất: Cột Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Loại Cột động đất: Cột tầng mềm"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Tường kết cấu RC đặc biệt"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Tường kết cấu RC đặc biệt: Cấu kiện cho thiết kế không động đất"
IDS_REPORTINFO_LDS_RC_WALL = "Tường độ dẻo thấp"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Tường độ dẻo thấp: Cấu kiện cho thiết kế không động đất"
IDS_REPORTINFO_MDS_RC_WALL = "Tường độ dẻo trung bình"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Tường độ dẻo trung bình: Cấu kiện cho thiết kế không động đất"
IDS_REPORTINFO_HDS_RC_WALL = "Tường độ dẻo cao"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Tường độ dẻo cao: Cấu kiện cho thiết kế không động đất"
IDS_REPORTINFO_RESULT_SUMMARY = "Tóm tắt kết quả"
IDS_REPORTINFO_THICKNESS = "Độ dày"
IDS_REPORTINFO_SECT_NAME_ID = "Tên mặt cắt(ID)"
IDS_REPORTINFO_SECT_ELEM = "Phần tử"
IDS_REPORTINFO_SECT_POS = "Vị trí"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Cốt thép"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Tỉ lệ"
IDS_REPORTINFO_SECT_CHECK = "Kiểm tra"
IDS_REPORTINFO_SUMMATION = "Tổng hợp"
IDS_REPORTINFO_REBAR = "Thép cốt"
IDS_REPORT_FOR_DEAD_LOAD = "Cho tải trọng chết"
IDS_REPORT_FOR_GRAVITY_LOAD = "Cho tải trọng trọng lực"
IDS_REPORT_FOR_TOTAL_LOAD = "Cho tổng tải trọng"
IDS_REPORT_OLNY_EARTHQUAKE = "Chỉ động đất"
IDS_REPORT_MINOR_DIR_SEISMIC = "Hướng nhỏ cho động đất"
IDS_REPORT_DO_NOT_CONSIDER = "không xem xét"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "cho Trường hợp tải trọng RS mà không xét dấu"
IDS_REPORT_CLOCKWISE = "Theo chiều kim đồng hồ"
IDS_REPORT_COUNTER_CLOCKWISE = "Ngược chiều kim đồng hồ"
IDS_REPORT_COMPARE_ABS = "So sánh tuyệt đối"
IDS_REPORT_BRACED = "Có chống đỡ"
IDS_REPORT_UNBRACED = "Không chống đỡ"
IDS_REPORT_BRACED_SIDESWAY = "Đối với Cấu kiện được giằng chống chuyển vị ngang"
IDS_REPORT_UNBRACED_SIDESWAY = "Đối với Cấu kiện không được giằng chống chuyển vị ngang"
IDS_REPORT_SINGLE_CURVATURE = "Cong đơn"
IDS_REPORT_REVERSE_CURVATURE = "Cong ngược"
IDS_REPORT_ERROR_Pn_ZERO = "Lỗi: Pn bằng 0."
IDS_REPORT_ELEM_NO = "Phần tử số"
IDS_REPORT_MEMB_NO = "Cấu kiện số"
IDS_REPORT_NODE_NO = "Nút số"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Yêu cầu Cốt thép để chịu Mô men xoắn."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Chỉ tải trọng trọng lực"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Loại trừ tải trọng động đất"
IDS_REPORT_CALC_CLOCKWISE = "Tính theo chiều kim đồng hồ"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Tính ngược chiều kim đồng hồ"
IDS_REPORT_UNBRACED_SLENDER = "không thể bỏ qua ảnh hưởng của độ mảnh."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Tính toán Ứng suất Lực cắt đã nhân hệ số với Mô men lệch tâm đã nhân hệ số."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Tính toán các tham số về local-y của uốn song song với cạnh"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Tính toán các tham số về local-z của uốn song song với cạnh"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Tính toán các tham số về local-y của uốn vuông góc với cạnh"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Tính toán các tham số về local-z của uốn vuông góc với cạnh"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Tính toán các tham số về local-y của vùng trong"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Tính toán các tham số theo local-z của vùng trong"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Tính toán các tham số của vùng trong dạng tròn"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Tính toán các tham số theo local-y của góc"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Tính toán các tham số theo local-z của góc"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Hình vuông có cùng chu vi"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Tính toán trục trung hòa không hội tụ."
IDS_REPORT_SEISMIC_ZONE = "Khu vực động đất"
IDS_SAFETY_FACTOR = "Hệ số an toàn"
IDS_SEISMIC_REDUCTION_FACTOR = "Hệ số giảm động đất"
IDS_SHEAR = "Lực cắt"
IDS_SHEAR_CAPACITY = "Khả năng chịu lực cắt"
IDS_SHEAR_CAPACITY_US = "Tính toán khả năng chịu lực cắt"
IDS_SHEAR_CONNECTION = "Kết nối lực cắt"
IDS_SHOPPING_MALL = "Trung tâm mua sắm"
IDS_SHORT_HYPHEN_TERM = "Thời gian ngắn hạn"
IDS_SLENDER = "Mảnh"
IDS_SLIDING = "Trượt"
IDS_SLIDING_CAPACITY = "Khả năng trượt"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Khoảng cách của cốt thép chịu lực cắt"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - Không yêu cầu Cốt thép ngang của phần tử biên đặc biệt"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Yêu cầu Cốt thép ngang của phần tử biên đặc biệt"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Không yêu cầu các phần tử biên đặc biệt"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Yêu cầu các phần tử biên đặc biệt"
IDS_SPECIAL_MOMENT_FRAME = "Khung mô men đặc biệt"
IDS_STIRRUPS = "Giằng"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Biến dạng trong cốt thép"
IDS_STRESS_IN_THE_REINFORCEMENT = "Ứng suất trong cốt thép"
IDS_STRESS_STRAIN_RELATION = "Mối quan hệ ứng suất-biến dạng"
IDS_STRESS_STRAIN_EQIV_RECT = "Hình chữ nhật tương đương"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabol-Hình chữ nhật (Trung bình)"
IDS_STRESS_STRAIN_REAL_PARA = "Parabol-Hình chữ nhật (Chi tiết)"
IDS_STRESS_UNDER_CONSTRUCTION = "Ứng suất trong quá trình thi công"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Lực cắt của các cấp cường độ Bê tông cao hơn C50/60 có thể bị giới hạn bằng cấp C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Lực cắt của các cấp cường độ Bê tông cao hơn C90/105 có thể bị giới hạn bằng cấp C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Lực cắt của các cấp cường độ Bê tông cao hơn C100/115 có thể bị giới hạn bằng cấp C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Lực cắt của các cấp cường độ Bê tông cao hơn B65(C60/75) có thể bị giới hạn bằng cấp B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Không yêu cầu Cốt thép chịu Lực cắt."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Không yêu cầu Cốt thép ngang."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Yêu cầu Cốt thép chịu Lực cắt."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Yêu cầu Cốt thép ngang."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Tìm trục trung hòa"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Hệ số buckling cắt"
IDS_STIFFENED = "Được gia cường"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Tổng mô men dự kiến của các dầm liên kết"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Tính toán khoảng cách lớn nhất cho hướng y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Tính toán khoảng cách lớn nhất cho hướng z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Kiểm tra có xét Bảng %s Eq(%s) hay không"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Do đó, xét %s Eq(%s)."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Do đó, không xét %s Eq(%s)."
IDS_SKIN = "Bên"
IDS_STEEL_I_TYPE2 = "Thép-I (Loại 2)"
IDS_STEEL_BOX_TYPE2 = "Thép-Hộp (Loại 2)"
IDS_STEEL_TUB_TYPE2 = "Thép-Ống (Loại 2)"
IDS_TABLE = "Bảng"
IDS_TENS_DOT = "Kéo."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Cường độ kéo của Cốt thép"
IDS_TENSION = "Tension"
IDS_TENSION_CONTROLLED = "Kiểm soát kéo"
IDS_TENSION_ONLY = "Chỉ kéo"
IDS_THICKNESS = "Độ dày"
IDS_TOP = "Trên"
IDS_TORSION = "Mô men xoắn"
IDS_TORSION_CAPACITY = "Khả năng mô men xoắn"
IDS_TORSION_CAPACITY_US = "Tính toán khả năng chống mô men xoắn"
IDS_TORSION_CHECK_NEED = "Xét ảnh hưởng Mô men xoắn."
IDS_TORSION_NEGLECT = "Cho phép bỏ qua ảnh hưởng Mô men xoắn."
IDS_TORSION_NEGLECT_CHK = "Kiểm tra Mô men xoắn để bỏ qua ảnh hưởng Mô men xoắn."
IDS_TORSION_NEGLECT_CHK_US = "Kiểm tra ảnh hưởng Mô men xoắn."
IDS_TORSION_REQ_AS_L = "Tính toán Cốt thép dọc chịu Mô men xoắn yêu cầu."
IDS_TORSION_REQ_AS_L_US = "Kiểm tra Cốt thép dọc."
IDS_TORSION_REQ_AS_T = "Tính toán Cốt thép ngang chịu Mô men xoắn yêu cầu."
IDS_TORSION_SECTIONLIMIT = "Kiểm tra giới hạn Mặt cắt."
IDS_TORSION_SMAX = "Tính toán bố trí Cốt thép chịu Mô men xoắn."
IDS_TORSION_SMAX_T = "Tính toán bố trí Cốt thép ngang chịu Mô men xoắn."
IDS_TORSION_SMAX_L = "Tính toán bố trí Cốt thép dọc chịu Mô men xoắn."
IDS_TORSION_STRENGTH = "Kiểm tra sức chịu mô men xoắn"
IDS_TRANSITION = "Chuyển tiếp"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Loại tính toán cường độ kéo là None."
IDS_NEED_MORE_REBAR = "Cần thêm cốt thép"
IDS_UNCRACKED_SECTION = "Mặt cắt không nứt"
IDS_UPLIFT = "Nâng lên"
IDS_USE_TYPE = "Loại sử dụng"
IDS_USER_STRENGTH_FACTOR = "Hệ số giảm cường độ do người dùng định nghĩa"
IDS_UNSTIFFENED = "Không gia cường"
IDS_USER_DEFINED = "Người dùng định nghĩa"
IDS_VARIABLE_ACTION = "Hành động biến đổi"
IDS_VERTICAL = "Thẳng đứng"
IDS_VERTICAL_FORCE = "Lực thẳng đứng"
IDS_VERTICAL_TENSILE_STRESS = "Ứng suất kéo thẳng đứng"
IDS_VOLUMETRIC_RATIO = "Tỷ lệ thể tích"
IDS_VALUE_DGN = "Giá trị"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Vui lòng kiểm tra thông tin cốt thép."
IDS_VIBRATION = "Rung"
IDS_WALL_HEIGHT = "Chiều cao tường"
IDS_WALL_LENGTH = "Chiều dài tường"
IDS_WALL_THICKNESS = "Độ dày tường"
IDS_WATCHING_AREA = "Khu vực quan sát"
IDS_WHERE = "Ở đâu"
IDS_WALL_MOMENT_ENVELOP = "Tính toán mô men thiết kế từ biểu đồ bao cho Tường dẻo"
IDS_WALL_BELOW__s = "dưới %s"
IDS_WALL_ABOVE__s = "trên %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Bạn phải nhập dữ liệu khoảng cách vùng tới hạn."
IDS_Y_AXIS = "trục y"
IDS_Z_AXIS = "trục z"
IDS_DGN_RPRT_USERS_UNIT = "Đơn vị của người dùng : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Kiểm tra tỷ lệ trục"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Kiểm tra sức kháng trục"
IDS_DGN_RPRT_DET_CALC_RESIS = "Tính toán sức kháng thiết kế của Mặt cắt"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Đường cong buckling"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Tính toán sức kháng thiết kế cho mất ổn định xoắn"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Sức kháng thiết kế cho Mô men xoắn và mất ổn định uốn-xoắn"
IDS_DGN_RPRT_DET_COMP_RESIS = "Sức kháng thiết kế của Cấu kiện chịu nén"
IDS_DGN_RPRT_DET_TENS_RESIS = "Sức kháng thiết kế của Cấu kiện chịu kéo"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Độ mảnh không chiều"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Sức kháng thiết kế cho mất ổn định uốn"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Tính toán sức kháng thiết kế cho mất ổn định uốn ( trục chính lớn )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Tính toán sức kháng thiết kế cho mất ổn định uốn ( trục y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Tính toán sức kháng thiết kế cho mất ổn định uốn ( trục z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Không cần kiểm tra mất ổn định uốn."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Không cần kiểm tra mất ổn định uốn-xoắn."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Trung tâm cắt"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Trung tâm cắt từ trọng tâm"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Kiểm tra sức kháng thiết kế khi uốn quanh trục chính"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Kiểm tra sức kháng thiết kế khi uốn quanh trục phụ"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Sức kháng thiết kế khi uốn quanh trục chính y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Sức kháng thiết kế khi uốn quanh trục phụ z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Sức kháng thiết kế khi uốn quanh trục chính u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Sức kháng thiết kế khi uốn quanh trục phụ v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Tính toán sức kháng thiết kế cho mất ổn định uốn-xoắn bên"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Độ mảnh buckling mô men"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Sức kháng thiết kế cho mất ổn định uốn-xoắn bên"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Cần kiểm tra LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Không cần kiểm tra LTB"
IDS_DGN_RPRT_DET_AND = "và"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Kiểm tra sức kháng thiết kế cho mất ổn định uốn-xoắn bên"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Mặt cắt không đối xứng theo trục phụ hoặc Mặt cắt không được đỡ"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Không thể kiểm tra LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Tính toán tỷ số tương tác của sức kháng mất ổn định (Mô men và Lực dọc)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Hệ số giảm cho buckling"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Hệ số hiệu suất"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Lực buckling"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Mô men kháng buckling"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Hệ số mô men đồng nhất tương đương"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Các thuật ngữ phụ trợ"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Hệ số tương tác"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Giá trị tương tác"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Tỷ lệ tương tác"
IDS_DGN_RPRT_DET_INTERACTON = "Tương tác"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Kiểm tra tỷ lệ tương tác"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Tính toán tỷ số tương tác của Mô men và Lực dọc"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Tính toán tỷ số tương tác của sức kháng xoắn (Ứng suất trực tiếp và Ứng suất xoắn)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Tính toán tỷ số tương tác của Mặt cắt cấp 1 và 2 (Uốn và Nén)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Các Lực tác dụng cho tỷ số tương tác"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Sức kháng Mô men giảm do Lực cắt lớn quanh trục chính"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Sức kháng Mô men giảm do Lực cắt lớn quanh trục phụ"
IDS_DGN_RPRT_DET_PART = "Phần"
IDS_DGN_RPRT_DET_CLASS = "Lớp"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Lớp mặt cắt"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Kiểm tra Ứng suất kéo cho Thép cốt hướng-1, phía trên"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Kiểm tra Ứng suất kéo cho Thép cốt hướng-1, phía dưới"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Kiểm tra Ứng suất kéo cho Thép cốt hướng-2, phía trên"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Kiểm tra Ứng suất kéo cho Thép cốt hướng-2, phía dưới"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Kiểm tra Ứng suất nén cho Bê tông, phía trên"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Kiểm tra Ứng suất nén cho Bê tông, phía dưới"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Ứng suất kéo hướng 1 phía trên"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Ứng suất kéo hướng 2 phía trên"
IDS_DGN_RPRT_DET_COMP_TOP = "Ứng suất nén trên"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Ứng suất kéo hướng 1 phía dưới"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Ứng suất kéo hướng 2 phía dưới"
IDS_DGN_RPRT_DET_COMP_BOT = "Ứng suất nén dưới"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Kiểm tra Phần tử có nứt hay không."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Lực màng."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Kiểm tra Ứng suất chính nhỏ nhất."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Cốt thép cần thiết và Ứng suất Bê tông."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Cường độ kéo do Cốt thép cung cấp."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Giới hạn cường độ Bê tông."
IDS_DGN_RPRT_DET_CHK_RESULT = "Kết quả kiểm tra."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Kiểm tra tỷ lệ mỏi"
IDS_DGN_RPRT_DET_FATIGUE = "Mỏi"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Tính toán sức kháng mỏi"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "Trong thép kết cấu"
IDS_DGN_RPRT_DET_CALC_TORSION = "Tính toán sức kháng mô men xoắn"
IDS_DGN_RPRT_DET_VERIFICATION = "Xác minh"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Tải trọng thiết kế cắt dọc"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Kiểm tra tỷ số mảnh của Cấu kiện chịu nén"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Kiểm tra tỷ số mảnh của Cấu kiện chịu kéo"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Kiểm tra sức mạnh trục"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Tính toán sức nén trục"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Tính toán tỷ số mảnh của thép góc đơn"
IDS_DGN_RPRT_DET_CALC_FBS = "Tính toán ứng suất buckling uốn"
IDS_DGN_RPRT_DET_CALC_FTBS = "Tính toán Ứng suất mất ổn định uốn-xoắn"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Không xem xét"
IDS_DGN_RPRT_DET_NON_SLENDER = "Không mảnh"
IDS_DGN_RPRT_DET_SLENDER = "Mảnh"
IDS_DGN_RPRT_DET_CHK_WTRF = "Kiểm tra tỷ số bề rộng-Độ dày của cánh"
IDS_DGN_RPRT_DET_CHK_WTRS = "Kiểm tra tỷ số bề rộng-Độ dày của bụng"
IDS_DGN_RPRT_DET_CALC_QSF = "Tính toán hệ số giảm của cánh"
IDS_DGN_RPRT_DET_CALC_QSS = "Tính toán hệ số giảm của bụng"
IDS_DGN_RPRT_DET_CALC_Q = "Tính toán hệ số giảm của các Phần tử có sườn tăng cứng"
IDS_DGN_RPRT_DET_CHK_DTRW = "Kiểm tra tỷ số chiều cao-Độ dày của bản bụng"
IDS_DGN_RPRT_DET_CALC_QS = "Tính toán hệ số giảm của các Phần tử mảnh không có sườn tăng cứng"
IDS_DGN_RPRT_DET_CALC_QA = "Tính toán hệ số giảm của các Phần tử mảnh có sườn tăng cứng"
IDS_DGN_RPRT_DET_CHK_WTR = "Kiểm tra tỷ lệ chiều rộng-độ dày"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Kiểm tra tỷ số bề rộng-độ dày của cánh trên"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Kiểm tra tỷ số bề rộng-độ dày của cánh dưới"
IDS_DGN_RPRT_DET_CHK_DTR = "Kiểm tra tỷ lệ đường kính-độ dày"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Kiểm tra cường độ uốn quanh trục chính (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Tính cường độ uốn quanh trục chính"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Kiểm tra cường độ uốn quanh trục phụ (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Tính cường độ uốn quanh trục phụ"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Kiểm tra cường độ uốn quanh trục chính (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Thông số mặt cắt theo trục chính"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Mô men thiết kế theo trục chính"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Tính tỷ số bề rộng-độ dày giới hạn cho uốn"
IDS_DGN_RPRT_DET_WTR = "Tỷ lệ chiều rộng-độ dày"
IDS_DGN_RPRT_DET_YIELD = "Biến dạng"
IDS_DGN_RPRT_DET_LTB = "Buckling xoắn bên"
IDS_DGN_RPRT_DET_NOT_APP = "Không áp dụng"
IDS_DGN_RPRT_DET_CALC_LLB = "Buckling cục bộ chân"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Kiểm tra cường độ uốn quanh trục phụ (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Mô đun chống uốn đàn hồi quy chiếu theo cánh chịu kéo và cánh chịu nén"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Tính tỷ số bề rộng-độ dày giới hạn của cánh cho uốn"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Tính tỷ số bề rộng-độ dày giới hạn của bụng cho uốn"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Hiệu ứng gia cường kéo"
IDS_DGN_RPRT_DET_APP = "Áp dụng"
IDS_DGN_RPRT_DET_BEND_RPG = "Hệ số giảm cường độ uốn"
IDS_DGN_RPRT_DET_BEND_CFY = "Biến dạng cánh nén"
IDS_DGN_RPRT_DET_BEND_CFLB = "Buckle cánh nén cục bộ"
IDS_DGN_RPRT_DET_BEND_TFY = "Biến dạng cánh kéo"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Mô đun chống uốn dẻo quy chiếu theo cánh chịu kéo và cánh chịu nén"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Được đỡ ngang hoàn toàn - Không áp dụng LTB"
IDS_DGN_RPRT_DET_COMPACT = "C compact"
IDS_DGN_RPRT_DET_NONCOMPACT = "Không compact"
IDS_DGN_RPRT_DET_BEND_YIELD = "Cường độ uốn danh định do chảy"
IDS_DGN_RPRT_DET_BEND_FLB = "Cường độ uốn danh định do mất ổn định cục bộ cánh"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Cánh compact - Không áp dụng"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web compact - Không áp dụng"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Mặt cắt compact - Không áp dụng"
IDS_DGN_RPRT_DET_COMB_CHK = "Kiểm tra cường độ kết hợp"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Tính tỷ số tương tác của cường độ tổ hợp"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Kiểm tra cường độ cắt quanh trục chính (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Tính cường độ cắt quanh trục chính"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Kiểm tra cường độ cắt quanh trục phụ (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Tính cường độ cắt quanh trục phụ"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Tính toán hệ số cắt web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Thông tin kích thước mặt cắt"
IDS_DGN_RPRT_DET_BEND_WLB = "Buckling cục bộ web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Biến dạng nén"
IDS_DGN_RPRT_DET_CLB = "Buckling cục bộ nén"
IDS_DGN_RPRT_DET_CHK_TORSION = "Kiểm tra cường độ mô men xoắn"
IDS_DGN_RPRT_DET_CALC_C = "Tính toán hệ số C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Tính toán cường độ buckling"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Tính toán cường độ mô men xoắn danh nghĩa"
IDS_DGN_RPRT_DET_CALC_FLB = "Tính toán buckling cánh"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Kiểm tra khả năng chịu lực của thép bụng đứng"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Tính toán hệ số dẻo cong"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Kiểm tra tỷ lệ thể tích cơ học của đai cấu tạo trong các vùng tới hạn"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Kiểm tra phá hoại trượt trong các vùng tới hạn. (Vị trí đáy)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Kiểm tra chiều dài vùng kết thúc"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Chiều dài vùng kết thúc"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Tính toán cường độ kéo trục"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Mô đun chống uốn đàn hồi quy chiếu theo các cánh chịu kéo và cánh chịu nén"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Mô đun chống uốn đàn hồi quy chiếu theo các cánh chịu nén"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculate compression flange local buckling"
IDS_DGN_RPRT_LEGS = "chân"
IDS_DGN_RPRT_LEG = "chân"
IDS_DGN_RPRT_POSITIVE = "Dương"
IDS_DGN_RPRT_NEGATIVE = "Âm"
IDS_MEMBER_NAME = "TÊN CẤU KIỆN"
IDS_SKIP_MESSAGE = "Bỏ qua tính toán."
IDS_SECTION_PROP = "Tính chất mặt cắt"
IDS_THICKNESS_PROP = "Tính chất độ dày"
IDS_LENGTH = "Chiều dài"
IDS_STRESS = "Ứng suất"
IDS_STEEL = "Thép"
IDS_STEEL_SECTION = "Mặt cắt thép"
IDS_COMPOSITE_SECTION = "Mặt cắt composite"
IDS_DGN_STRESS_CHECK = "Kiểm tra ứng suất"
IDS_DGN_SLAB = "Sàn"
IDS_DGN_SHEAR_FORCE = "Lực cắt"
IDS_DGN_COMBINED_RATIO = "Tỷ lệ kết hợp"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Khoảng cách cốt thép"
IDS_DGN_RPT_SPACING = "Khoảng cách"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Cốt thép phân bố"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Kiểm tra cốt thép phân bố trên"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Kiểm tra cốt thép phân bố dưới"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( cho các cấu trúc không tiền ứng lực )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( cho các cấu kiện không có lực kéo )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( cho các cấu kiện chịu uốn-kéo kết hợp )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(theo cấp Bê tông và Thép)"
IDS_DGN_RPT_NOT_REQUIRED = "Không yêu cầu."
IDS_DGN_RPT_APPLIED_SPACING = "Khoảng cách áp dụng"
IDS_DGN_RPT_CALCULATE_SPACING = "Tính toán khoảng cách"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Cốt thép cần thiết"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Nội lực lớn nhất dọc theo cấu kiện"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Mặc định hoặc do người dùng định nghĩa)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Tính toán tỷ lệ tương tác tối đa"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Vị trí biến dạng tối đa"
IDS_COMMON_MAIN_REBAR = "Cốt thép chính"
IDS_COMMON_DISTRI_REBAR = "Cốt thép phân bố"
IDS_COMMON_STIRRUP = "Giằng"
IDS_COMMON_NO_STIRRUP = "Không có giằng"
IDS_EC2_CHARACTERSTIC = "Đặc trưng"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanent"
IDS_EC2_FREQUENT = "Thường xuyên"
IDS_EC3_LEFT_TOP_FLANGE = "CÁNH TRÊN TRÁI"
IDS_EC3_RIGHT_TOP_FLANGE = "CÁNH TRÊN PHẢI"
IDS_EC3_MID_TOP_FLANGE = "CÁNH TRÊN GIỮA"
IDS_EC3_LEFT_BOT_FLANGE = "CÁNH DƯỚI TRÁI"
IDS_EC3_RIGHT_BOT_FLANGE = "CÁNH DƯỚI PHẢI"
IDS_EC3_MID_BOT_FLANGE = "CÁNH DƯỚI GIỮA"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "WEB PHẦN TRÊN"
IDS_EC3_BOT_PART_WEB = "WEB PHẦN DƯỚI"
IDS_EC3_WEB_PANEL = "Panel Web"
IDS_EC3_WEB_DUMMY = "Web Giả"
IDS_EC3_SECTION_CLASS = "Phân loại mặt cắt"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Hệ số khuếch đại biến dạng"
IDS_EC3_TOP_WEB = "WEB TRÊN"
IDS_EC3_BOTTOM_WEB = "WEB DƯỚI"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "WEB PHẢI"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "CÁNH DƯỚI NỘI BỘ"
IDS_EC3_INT_TOP_FLANGE = "CÁNH TRÊN NỘI BỘ"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "CÁNH TRÊN GIỮA TRÁI"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "CÁNH TRÊN GIỮA PHẢI"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "CÁNH DƯỚI GIỮA TRÁI"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "CÁNH DƯỚI GIỮA PHẢI"
IDS_EC3_TOP_FLANGE_PANEL = "Panel cánh trên"
IDS_EC3_BOT_FLANGE_PANEL = "Panel cánh dưới"
IDS_EC3_TOP_FLANGE = "CÁNH TRÊN"
IDS_EC3_BOT_FLANGE = "CÁNH DƯỚI"
IDS_EC3_LEFT_D_TOP_FLANGE = "CÁNH TRÊN D TRÁI"
IDS_EC3_RIGHT_D_TOP_FLANGE = "CÁNH TRÊN D PHẢI"
IDS_EC3_LEFT_1_TOP_FLANGE = "CÁNH TRÊN 1 TRÁI"
IDS_EC3_LEFT_2_TOP_FLANGE = "CÁNH TRÊN 2 TRÁI"
IDS_EC3_RIGHT_1_TOP_FLANGE = "CÁNH TRÊN 1 PHẢI"
IDS_EC3_RIGHT_2_TOP_FLANGE = "CÁNH TRÊN 2 PHẢI"
IDS_EC3_LEFT_D_BOT_FLANGE = "CÁNH D DƯỚI TRÁI"
IDS_EC3_RIGHT_D_BOT_FLANGE = "CÁNH D DƯỚI PHẢI"
IDS_DGN_CONSTRUCTIBILITY = "Khả năng thi công"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "từ bề mặt đáy của mặt cắt"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Giả thiết rằng ứng suất ngang của tấm cánh bằng 0"
IDS_AS_STRENGTH_FLANGE_PLATE = "Cường độ của tấm cánh"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Cường độ của sườn tăng cứng dọc cánh"
IDS_CRACKED = "Nứt"
IDS_EFFECTIVE_SECTION_PROP = "Tính chất mặt cắt hiệu quả"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Kiểm tra diện tích Cốt thép tối thiểu"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Giả thiết rằng diện tích của các trụ đầu thỏa mãn yêu cầu của phương trình 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Kiểm soát nứt của sàn"
IDS_AS_NOMINAL_DIAMETER = "Đường kính danh nghĩa"
IDS_AS_CENTER_TO_CENTER_SPACING = "Khoảng cách từ tâm đến tâm"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Kiểm tra khoảng cách lớn nhất của thép cốt"
IDS_AS_YIELDING_FLANGE_PLATE = "Chảy của tấm cánh %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "ô bản từ cánh trên"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "sườn tăng cứng từ cánh trên"
IDS_AS_CRITICAL_PANEL = "Ô bản tới hạn:"
IDS_AS_CRITICAL_STIFFENER = "Sườn tăng cứng tới hạn:"
IDS_AS_FIRST = "Đầu tiên"
IDS_AS_SECOND = "Thứ hai"
IDS_AS_THIRD = "Thứ ba"
IDS_AS_FOURTH = "Thứ tư"
IDS_AS_FIFTH = "Thứ năm"
IDS_AS_SIXTH = "Thứ sáu"
IDS_AS_SEVENTH = "Thứ bảy"
IDS_INTERACTION_SHEAR_BENDING = "Tương tác giữa lực cắt và mô men"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Tương tác của \n lực cắt & uốn"
IDS_PROPORTIONING_METHOD = "Phương pháp tỷ lệ"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Phương pháp tương tác lực cắt và uốn"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "được xác định theo điều khoản 4.6.3 để xét đến trình tự thi công."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Cường độ của các sườn tăng cứng dọc cánh"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Cường độ của sườn tăng cứng \ndọc cánh"
IDS_DEMAND = "Nhu cầu"
IDS_CAPACITY = "Khả năng"
IDS_YIELDING_FLANGE_PLATE = "Giới hạn chảy của tấm vành"
IDS_LONGITUDINAL_SHEAR_SLS = "Lực cắt dọc cho SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Khả năng chịu lực cắt đặc trưng của các liên kết cắt"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Thiết kế cho lực cắt dọc"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Lực cắt dọc thiết kế trên một đơn vị chiều dài"
IDS_FORCE = "Lực"
IDS_COMPOSITE = "Composite"
IDS_COMPONENT = "Thành phần"
IDS_STRESSES = "Ứng suất"
IDS_TOP_FLANGE = "Vành trên"
IDS_BOTTOM_FLANGE = "Vành dưới"
IDS_WARPING_STRESSES = "Ứng suất biến dạng"
IDS_DSITORSIONAL_WARPING = "Biến dạng xoắn"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Trục trung hòa nhựa hiệu quả"
IDS_DESIGN_FOR_BENDING_MOMENT = "Thiết kế cho mô men uốn"
IDS_MOMENT_MODIFICATION_FACTOR = "Hệ số điều chỉnh mô men"
IDS_SHEAR_YIELD_CAPACITY = "Khả năng chịu lực cắt"
IDS_SHEAR_BUCKLING_CAPACITY = "Khả năng chịu buckling lực cắt"
IDS_INTERACTION_BUCKLING_CRITERION = "Tiêu chí buckling tương tác"
IDS_RESTRAINT_WEB_PANELS = "Kiểm soát các panel web"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Ô bụng này được giằng giữ"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Ô bụng này không được giằng giữ"
IDS_BUCKLING_COEFFICIENTS = "Hệ số buckling"
IDS_AXIAL_COEFFICIENTS = "Hệ số trục"
IDS_SHEAR_COEFFICIENTS = "Hệ số cắt"
IDS_BENDING_COEFFICIENTS = "Hệ số uốn"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Cường độ của các sườn tăng cứng dọc bụng"
IDS_STIFFENER = "Giằng"
IDS_MINIMUM_STIFFNESS = "Độ cứng tối thiểu"
IDS_YIELDING_WEB_PANEL = "Giới hạn chảy của panel web"
IDS_PLASTIC_MOMENT = "Mô men nhựa"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Chiều dài buckling hiệu quả theo trục Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Chiều dài buckling hiệu quả theo trục Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "ghi chú"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Vị trí"
IDS_DGN_RPT_DIRECTION = "Hướng"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Web"
IDS_DGN_RPT_PART_FLANGE = "Vành"
IDS_DGN_RPT_PART_CORNER = "Góc"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Hệ số điều chỉnh phản ứng"
IDS_AU_BRACED_COLUMN = "Cột giằng"
IDS_AU_DAY = "Ngày"
IDS_AU_DAYS = "Ngày"
IDS_AU_DIRECTION = "Hướng"
IDS_AU_DOUBLE_CURVATURE = "Cong vênh đôi"
IDS_AU_ELEMENT_ID = "ID phần tử"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Khô hạn"
IDS_AU_ENVIRONMENT_INTERIOR = "Nội địa"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Gần bờ"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Nội địa ôn đới"
IDS_AU_ENVIRONMENT_TROPICAL = "Nhiệt đới"
IDS_AU_MIDDLE = "GIỮA"
IDS_AU_NODE_ID = "ID nút"
IDS_AU_PARA_END_I = "Cuối (i)"
IDS_AU_PARA_END_J = "Cuối (j)"
IDS_AU_PARA_MIDDLE = "Giữa"
IDS_AU_POSITION = "Vị trí"
IDS_AU_SECTION_ID = "ID mặt cắt"
IDS_AU_THICKNESS_ID = "ID độ dày"
IDS_AU_UNBRACED_COLUMN = "Cột không giằng"
IDS_AU_ABSOLUTE_VALUES = "Giá trị tuyệt đối"
IDS_AU_AGE_OF_CONCRETE = "Tuổi của bê tông"
IDS_AU_AGGREGATE_SIZE = "Kích thước cốt liệu"
IDS_AU_ANGLE_OF_INCLINATION = "Góc nghiêng"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Áp dụng mô men uốn tối thiểu"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Diện tích mặt cắt của thanh tạo thành đai kín"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Diện tích mặt cắt được bao bởi đường tim của các đai ngoài cùng"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Diện tích được bao bởi đường truyền dòng cắt"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Diện tích được bao bởi đường tim của cốt thép xoắn ngang kín bên ngoài"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Diện tích các thanh cốt thép trong nửa chiều cao mặt cắt chứa vùng chịu kéo do uốn"
IDS_AU_ASSUMED_BY_DESIGN = "Giả định bởi thiết kế"
IDS_AU_BALANCED_AXIS = "Trục cân bằng"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Ứng suất co rút do khô cơ bản"
IDS_AU_BEND_MOMENT_STRN = "Độ bền mô men uốn"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Khoảng cách tim đến tim của các thanh gần mặt chịu kéo"
IDS_AU_CENT_SPAC_REIN = "Khoảng cách tim đến tim của Cốt thép"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Cường độ kéo một trục đặc trưng của Bê tông"
IDS_AU_CHAR_YIELD_STRN_REIN = "Giới hạn chảy đặc trưng của Cốt thép"
IDS_AU_CITY = "Thành phố"
IDS_AU_COMP_FORC_REIN_SINGLE = "Lực nén do Cốt thép theo thiết kế cốt đơn"
IDS_AU_COMP_FORCE = "Lực nén"
IDS_AU_COMP_FORCE_CONC = "Lực nén bởi bê tông"
IDS_AU_CRACK_WIDTH = "Chiều rộng vết nứt"
IDS_AU_DAY_OF_DRYING = "Ngày làm khô"
IDS_AU_DESIGN_FACTORS = "Các yếu tố thiết kế"
IDS_AU_DIST_LONG_BAR_SIDE = "Khoảng cách từ thanh dọc đến cạnh bên"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Khoảng cách từ thanh dọc đến mặt dưới"
IDS_AU_EFF_DEPTH_BENDING = "Chiều cao làm việc của mặt cắt trong mặt phẳng uốn"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Hệ số sức mạnh nén hiệu quả"
IDS_AU_ENVIRONMENT = "Môi trường"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Lực cắt tương đương đã tính toán"
IDS_AU_EXPOSED_PERI_SECT = "Chu vi lộ ra của mặt cắt"
IDS_AU_EXPOSURE_CLASSIFICATION = "Phân loại tiếp xúc"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Ứng suất co rút tự động cuối cùng"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Biến dạng co ngót khô cơ bản cuối cùng"
IDS_AU_GOVERN_LCOM = "Tổ hợp tải trọng chi phối"
IDS_AU_HOOP = "Vòng"
IDS_AU_HOOP_BAR = "Thanh vòng"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Bên trong vùng cấu tạo đai đặc biệt"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Chiều dài chu vi ngoài của mặt cắt Bê tông"
IDS_AU_MAIN_BAR = "Thanh chính"
IDS_AU_MAX_ALLOW_LONG_REIN = "Cốt thép dọc tối đa cho phép"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Khoảng cách dọc lớn nhất của Cốt thép chịu cắt"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Cốt thép chịu kéo do uốn yêu cầu lớn nhất"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Vượt quá tỷ số mảnh lớn nhất"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "KHÔNG vượt quá tỷ số mảnh lớn nhất"
IDS_AU_MAX_STRS_REIN_DIA = "Ứng suất lớn nhất của Cốt thép theo đường kính"
IDS_AU_MAX_STRS_REIN_SPAC = "Ứng suất lớn nhất của Cốt thép theo khoảng cách"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Giá trị trung bình của cường độ kéo dọc trục của Bê tông"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Giá trị trung bình của cường độ nén tại chỗ của Bê tông"
IDS_AU_MIN_ALLOW_LONG_REIN = "Cốt thép dọc tối thiểu cho phép"
IDS_AU_MIN_BEND_MOMENT = "Mô men uốn tối thiểu"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Cốt thép chịu kéo do uốn yêu cầu tối thiểu"
IDS_AU_MIN_REQ_STRN = "Độ bền tối thiểu yêu cầu"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Cốt thép chịu lực cắt ngang tối thiểu"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Mô men quán tính do Cốt thép chịu nén"
IDS_AU_MOMENT_INERTIA_CONC = "Mô men quán tính do Bê tông"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Mô men quán tính do Cốt thép chịu kéo"
IDS_AU_MOMENT_STRN = "Độ bền mô men"
IDS_AU_NEUTRAL_AXIS = "Trục trung hòa"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Số lượng thanh dọc được giữ ổn định ngang"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Khả năng chịu lực danh định của thép cốt cho trục cân bằng"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Khả năng chịu lực danh định của thép cốt cho trục trung hòa"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "KHÔNG khu vực giới hạn đặc biệt"
IDS_AU_ON_FLEX_COMP_SIDE = "Ở phía chịu nén do uốn"
IDS_AU_ON_FLEX_TENS_SIDE = "Ở phía chịu kéo do uốn"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Bên ngoài vùng cấu tạo đai đặc biệt"
IDS_AU_OVERALL_DEPTH_BENDING = "Chiều cao tổng thể của mặt cắt trong mặt phẳng uốn"
IDS_AU_POSI_TENSION_NEGA_COMP = "Dương cho kéo, Âm cho nén"
IDS_AU_RECT_SECT = "Mặt cắt hình chữ nhật"
IDS_AU_REIN_REQ_COLM = "Yêu cầu cốt thép cho cột"
IDS_AU_REIN_REQ_WALL = "Yêu cầu cốt thép cho tường"
IDS_AU_REIN_TENS_ZONE_CRACK = "Cốt thép trong vùng chịu kéo để khống chế nứt"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Góc xoay của trục trung hòa"
IDS_AU_ROTATED_SECT = "Mặt cắt xoay"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Tìm chiều sâu trục trung hòa"
IDS_AU_SHEAR_STRN = "Cường độ lực cắt"
IDS_AU_SLEND_RATIO = "Tỷ lệ mảnh mai"
IDS_AU_SPECIAL_CONFINE_REGION = "Khu vực giới hạn đặc biệt"
IDS_AU_SPIRAL = "Xoắn ốc"
IDS_AU_STRS_REIN = "Ứng suất của cốt thép"
IDS_AU_T_SECT_FLG_TENS = "Mặt cắt T, cánh chịu kéo"
IDS_AU_T_SECT_WEB_TENS = "Mặt cắt T, bụng chịu kéo"
IDS_AU_TENS_FORC_REIN = "Lực kéo do cốt thép"
IDS_AU_TENS_REIN_AREA = "Diện tích cốt thép kéo"
IDS_AU_TORS_CAPA = "Khả năng chịu mô men xoắn"
IDS_AU_TORS_CRACK_MOMENT = "Mô men nứt xoắn"
IDS_AU_TORS_STRN = "Cường độ mô men xoắn"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Tổng diện tích được bao bởi chu vi ngoài của mặt cắt Bê tông"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Cốt thép lực cắt ngang KHÔNG yêu cầu"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Yêu cầu cốt thép lực cắt ngang"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Hệ số chiều sâu ứng suất nén đồng đều"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Hệ số ứng suất nén đồng nhất"
IDS_AU_USER_INPUT_APPLIED = "Dữ liệu người dùng đã áp dụng"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Xác minh yêu cầu vùng cấu tạo đai đặc biệt"
IDS_AU_AXIAL_MOMENT_CAPA = "Khả năng chịu trục / Mô men"
IDS_AU_MIN_TRANS_REIN_AREA = "Diện tích cốt thép ngang tối thiểu"
IDS_AU_CONFINE_CORE = "Cấu tạo đai cho lõi"
IDS_AU_SPAC_FITMENTS = "Khoảng cách của các phụ kiện"
IDS_AU_BAR_DIA_FITMENT = "Đường kính thanh của phụ kiện"
IDS_AU_MAX_TRANS_REIN_SPAC = "Khoảng cách cốt thép ngang tối đa"
IDS_AU_ANAL_RES_BENDING = "Kết quả phân tích cho uốn"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Lực dọc do tải trọng tĩnh"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Lực dọc do tải trọng hoạt tải"
IDS_AU_CENT_TO_CENT_SPAC = "Khoảng cách từ tâm đến tâm"
IDS_AU_CLEAR_DIST = "Khoảng cách rõ ràng"
IDS_AU_CTRL_FOR_CRACKING = "Kiểm soát nứt"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Khoảng cách từ thớ trên đến trọng tâm của hợp lực lực nén"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Khoảng cách từ thớ trên đến trọng tâm của hợp lực lực kéo"
IDS_AU_HOR_REINF_CRACK_CTRL = "Cốt thép ngang để khống chế nứt"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Khoảng cách tim-tim lớn nhất"
IDS_AU_MIN_CLEAR_DIST = "Khoảng cách rõ ràng tối thiểu"
IDS_AU_PERMANENT_EFFECT = "Hiệu ứng vĩnh viễn"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Cốt thép theo hướng thứ cấp trong sàn bị kiềm chế"
IDS_AU_SHRINK_TEMP_EFFECT = "Hiệu ứng co ngót và nhiệt độ"
IDS_AU_SLS_LOAD_COMB = "Tổ hợp tải trọng SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Tính góc nghiêng của thanh chống nén bê tông và trục dọc"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Tính toán ứng suất co ngót tự phát"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Tính tải trọng dọc trục và khả năng chịu mô men"
IDS_AU_CALC_BUCKLING_LOAD = "Tính toán tải trọng buckling"
IDS_AU_CALC_BY_FEM_METHOD = "Tính toán theo phương pháp FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Tính khả năng chịu của khối ứng suất nén"
IDS_AU_CALC_CAPA_REIN = "Tính toán khả năng của cốt thép"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Tính hệ số cho hệ số khuếch đại mô men"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Tính hệ số khối ứng suất nén"
IDS_AU_CALC_DGN_CREEP_COEF = "Tính toán hệ số trượt thiết kế"
IDS_AU_CALC_DGN_FORC = "Tính toán lực thiết kế"
IDS_AU_CALC_DGN_FORC_NMM = "Tính lực thiết kế cho NMM"
IDS_AU_CALC_DGN_FORC_NM = "Tính lực thiết kế cho NM"
IDS_AU_CALC_DGN_MOMENT = "Tính toán mô men thiết kế"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Tính toán ứng suất co ngót thiết kế"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Tính chênh lệch giữa biến dạng trung bình trong cốt thép và bê tông"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Tính toán ứng suất co ngót khô"
IDS_AU_CALC_ECCEN = "Tính toán độ lệch tâm"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Tính chiều sâu hữu hiệu của bê tông chịu kéo bao quanh các thanh"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Tính toán tỷ lệ mô đun hiệu quả"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Tính toán chiều sâu lực cắt hiệu quả"
IDS_AU_CALC_FACT = "Tính toán hệ số"
IDS_AU_CALC_FACT_STRS = "Tính toán hệ số cho ứng suất"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Tính các thành phần lực tại trục trung hòa"
IDS_AU_CALC_HYPO_THICK = "Tính toán độ dày giả định"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Tính mô men quán tính của mặt cắt nứt"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Tính giới hạn tỷ số mảnh"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Tính biến dạng dọc trong bê tông đối với lực cắt"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Tính khoảng cách nứt cuối cùng lớn nhất"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Tính cốt thép kéo uốn yêu cầu lớn nhất"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Tính khoảng cách lớn nhất của cốt thép lực cắt ngang"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Tính ứng suất lớn nhất của cốt thép trong vùng kéo"
IDS_AU_CALC_MIN_BEND_MOMENT = "Tính toán mô men uốn tối thiểu"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Tính cốt thép kéo uốn yêu cầu nhỏ nhất"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Tính cường độ yêu cầu tối thiểu khi uốn"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Tính cốt thép lực cắt ngang tối thiểu"
IDS_AU_CALC_MODI_FACT = "Tính toán các hệ số điều chỉnh"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Tính hệ số hiệu chỉnh cho ứng xử từ biến phi tuyến"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Tính khả năng chịu mô men đối với tải trọng mất ổn định"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Tính toán hệ số khuếch đại mô men"
IDS_AU_CALC_MOMENT_RESIST = "Tính toán khả năng chống mô men"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Tính toán chiều sâu trục trung hòa"
IDS_AU_CALC_NOMI_CAPA = "Tính toán khả năng danh nghĩa"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Tính toán tỷ lệ cốt thép dọc"
IDS_AU_CALC_REIN_RATIO = "Tính toán tỷ lệ cốt thép"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Tính hệ số lực cắt theo phương pháp tổng quát"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Tính hệ số lực cắt theo phương pháp đơn giản"
IDS_AU_CALC_SHEAR_STRN_CONC = "Tính cường độ lực cắt do bê tông"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Tính cường độ lực cắt bị giới hạn bởi nghiền nát bụng dầm"
IDS_AU_CALC_SHEAR_STRN_REIN = "Tính cường độ lực cắt do cốt thép"
IDS_AU_CALC_SLEND_RATIO = "Tính toán tỷ lệ mảnh mai"
IDS_AU_CALC_STRN_REDUCT_FACT = "Tính toán hệ số giảm cường độ"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Tính ứng suất của cốt thép trong vùng kéo"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Tính toán mô men nứt xoắn"
IDS_AU_CALC_TORS_STRN = "Tính toán cường độ mô men xoắn"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Tính cường độ giới hạn khi nén"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Tính cường độ giới hạn khi nén không có uốn"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Tính cường độ kéo một trục của bê tông"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Tính ứng suất nén bê tông đồng đều"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Tính cốt thép tối thiểu để khống chế nứt"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Tính khả năng chịu mô men tại độ lệch tâm cân bằng"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Tính cốt thép ngang yêu cầu để khống chế nứt"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Kiểm tra tải trọng dọc trục và khả năng chịu mô men"
IDS_AU_CHK_BAR_DIA_FITMENT = "Kiểm tra đường kính thanh của đai"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Kiểm tra khoảng cách tim-tim của các thanh gần mặt chịu kéo"
IDS_AU_CHK_CONFINE_CORE = "Kiểm tra cấu tạo đai cho lõi"
IDS_AU_CHK_CRACK_WIDTH = "Kiểm tra chiều rộng nứt"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Kiểm tra cấu tạo cốt thép trong vùng kéo để khống chế nứt"
IDS_AU_CHK_DIST_LONG_BAR = "Kiểm tra khoảng cách của thanh dọc"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Kiểm tra lực cắt tương đương"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Kiểm tra khoảng cách đai lớn nhất để phù hợp với cấu tạo đai lõi cột"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Kiểm tra ứng suất lớn nhất của cốt thép trong vùng kéo"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Kiểm tra ứng suất lớn nhất của cốt thép trong vùng kéo để khống chế nứt"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Kiểm tra cốt thép lực cắt ngang tối thiểu"
IDS_AU_CHK_MOMENT_CAPA = "Kiểm tra khả năng chịu mô men"
IDS_AU_CHK_REIN_REQ_COLM = "Kiểm tra yêu cầu cốt thép cho cột"
IDS_AU_CHK_REIN_REQ_WALL = "Kiểm tra yêu cầu cốt thép cho tường"
IDS_AU_CHK_SHEAR_CAPA = "Kiểm tra khả năng chịu lực cắt"
IDS_AU_CHK_SLEND_RATIO = "Kiểm tra tỷ lệ mảnh mai"
IDS_AU_CHK_SPAC_FITMENT = "Kiểm tra khoảng cách của đai"
IDS_AU_CHK_TENS_REIN_AREA = "Kiểm tra diện tích cốt thép chịu kéo"
IDS_AU_CHK_TORS_CAPA = "Kiểm tra khả năng chịu mô men xoắn"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Kiểm tra cấu tạo cốt thép để khống chế nứt"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Kiểm tra cốt thép ngang để khống chế nứt"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Kiểm tra khoảng cách tim-tim lớn nhất của các thanh"
IDS_AU_CHK_MIN_CLEAR_DIST = "Kiểm tra khoảng cách thông thủy tối thiểu giữa các thanh"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Kiểm tra cốt thép tối thiểu để khống chế nứt"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Kiểm tra khả năng chịu mô men tại độ lệch tâm tải trọng"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Cấp độ phơi nhiễm"
IDS_DGN_RPT_BRIDGE_TYPE = "Loại cầu"
IDS_DGN_RPT_SERVICE_LIFE = "Tuổi thọ sử dụng"
IDS_DGN_RPT_PROTECTION_LEVEL = "Mức độ bảo vệ"
IDS_DGN_RPT_STRUCTURE_TYPE = "Loại kết cấu"
IDS_DGN_RPT_USING = "Sử dụng"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Giá trị đặc trưng của cường độ thép kết cấu"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Giá trị giới hạn ứng suất nén cho oằn cục bộ"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Giá trị giới hạn ứng suất nén dọc trục"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Giá trị giới hạn ứng suất kéo dọc trục"
IDS_DGN_Limit_values_for_bending_stress = "Giá trị giới hạn ứng suất uốn"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Giá trị giới hạn ứng suất kéo uốn"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Giá trị giới hạn ứng suất nén uốn"
IDS_DGN_Limit_value_of_shear_stress = "Giá trị giới hạn ứng suất cắt"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Cốt thép ngang"
IDS__s_is_ignored = "%s bị bỏ qua."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Kiểm tra lực cắt tối đa"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Tăng chiều dày sàn."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Phần tử dầm"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Dầm ảo"
IDS_CONSIDER_AS_NONPRESTRESSED = "Xem như không ứng suất trước"
IDS_EDGE_COLUMN = "Cột biên"
IDS_CORNER_COLUMN = "Cột góc"
